[
    {
        "id": 1,
        "title": "Product Description on Samsung Galaxy S25",
        "description": "A complete information on the new launch of AI boosted Samsung Galaxy S25.",
        "thumbnail": "https://images.unsplash.com/photo-1517439270744-8d9287c2f8f8?q=80&w=1103&auto=format&fit=crop&ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
        "content": "<h3>Samsung Galaxy S25</h3><p><strong>Headline:</strong> Samsung Galaxy S25 – 256GB Storage, 12GB Memory, Multiple Rear Camera Resolution</p><p><strong>Introduction</strong><br>The new launch of S25 delivers a posh design and strong performance with customized processor. Available in multiple colours and 6g lighter, now you can choose any mobile set of your favourite colour that would barely make you feel loaded. Whether you need a seamless action across apps or a classy personality, Samsung Galaxy S25 provides reliable performance to power your connected lifestyle.</p><p><strong>Key Features and Specifications</strong><br><ul><li><strong>Sleek and Tough:</strong> Thinner design for comfortable grip and light aluminium frame wrapping, strengthened with Corning® Gorilla® Glass Victus® 2 display glass for strong protection and is IP68 that provide moisture and dust resistance.</li><li><strong>Galaxy AI Feature:</strong> No manual switching between apps now. Just ask Google Gemini and you are inside an app. AI in video trimming and saving, removing background noise, circle and search, personalized brief for capturing each moment.</li><li><strong>ProVisual Engine:</strong> Experience the advance creative system of capturing, viewing, and editing with the boosted ProVisual Engine by the powerful processor.</li><li><strong>Colour Variety:</strong> In 5-7 varieties of colours, Galaxy S25 provides its valuable customers options to grab their desired set.</li><li><strong>Pro-Processor:</strong> CPU speed - 4.47GHz and 3.5GHz, Octa-core CPU type.</li><li><strong>Display (Main Display):</strong> Size - 15.64cm full rectangle/15.23cm rounded corners, Resolution – 2340 x 1080 (FHD+), Technology – Dynamic AMOLED 2X, Color Depth – 16M, 120Hz max refresh rate.</li><li><strong>Camera Resolution:</strong> Rear – 50MP + 10MP + 12MP, Front – 12MP.</li><li><strong>Storage/Memory:</strong> 12GB memory, 256GB storage.</li><li><strong>Connectivity:</strong> USB Type-C, WiFi Direct, Bluetooth v5.4.</li><li><strong>OS:</strong> Android</li><li><strong>Physical Specification:</strong> 146.9 x 70.5 x 7.2 mm dimension, 162g.</li><li><strong>Battery:</strong> Video playback time up to 29 hours, capacity 4000 mAh Typical, non-removable.</li></ul></p><img src=\"https://images.samsung.com/in/smartphones/galaxy-s25/images/galaxy-s25-features-design-spec.jpg?imbypass=true\" alt=\"Sleek and light. AI Integrated Processor\"><p><strong>Benefits</strong><br>The Samsung Galaxy S25 brings out the elegance and grace in its design with 0.4mm thinner and 6g lighter. The upgraded version has introduced an easy way to perform actions in multiple apps. ‘Now Brief’ is a perfect AI assistance in remembering important dates, daily schedule, taking notes. The possibilities of companionship in AI are due to the replacement of deca-core to octa-core processor in S25. The qualities of pictures are improved by next-gen ProVisual Engine.</p><p><strong>Use Case</strong><br>Perfect for everyone looking forward to live in AI era and smooth tasking every day.</p><p><strong>Call to Action</strong><br>Upgrade yourself from S24 to S25 and experience the environment it creates around you. Simply visit the Samsung website store or any nearby store to place an order of your choice. Remember the variety in colours? Get your favourite one now.</p>"
    },
    {
        "id": 2,
        "title": "Instagram Campaign on Colourful Food Challenge",
        "description": "Love to eat healthy? Let's do a heart-throbbing challenge.",
        "thumbnail": "https://i.pinimg.com/1200x/50/2a/45/502a45a0a6ed282a7b201c8ecdcc2399.jpg",
        "content": "<h3>#TasteTheRainbowChallenge</h3><p><strong>Reel (20 seconds)</strong><br><ul><li><strong>Visuals:</strong><ul><li><strong>1. Opening (0-6 sec):</strong> Juicy clips of chopping bright fruits, blending smoothies, and tossing salads. Text overlay: “Wanna eat a rainbow?(then add a rainbow emoji after the text)”</li><li><strong>2. Middle (6-14 sec):</strong> Snappy shots of folks cooking colourful dishes(like a red pepper stir-fry or blueberry smoothie), vibing to a hot track. Text overlay: “Toss ONE colourful food on your plate! #TasteTheRainbowChallenge”</li><li><strong>3. Closing (14 - 20 sec):</strong> Me holding a vibrant salad bowl, grinning ear to ear. Text: “Show off your dish! Tag #TasteTheRainbowChallenge to shine!(then add a tomato emoji)”</li></ul></li><br><li><strong>Audio:</strong> Catchy pop tune (such as “Levitating” by Dua Lipa) with fun chopping sounds mix in.</li></p><p><strong>Caption</strong><br> (A rainbow emoji)<strong>Let’s do the #TasteTheRainbowChallenge!</strong>(a rainbow emoji) Nothing beats a colourful plate to spark joy! Grab a bright fruit or veggie and jazz up your meal today.(a carrot and a grape emoji)<br><br>Here’s the deal:<ul><li>i) Whip up or snack on something colourful.</li><li>ii) Post it on Reels or Stories with #TasteTheRainbowChallenge.</li><li>iii) Tag me to get a shoutout in our weekly roundup!(add a party popper emoji)<br><br>What’s your favourite colourful food? Spill it below!(add a finger pointing downward emoji) #HealthyEating #ColourfulPlate #FoodieVibes #2025Eats</li></ul></p><p><strong>Hashtags:</strong> #TasteTheRainbowChallenge #HealthyAndHappy #EatTheRainbow #VibrantLiving</p><p><strong>Stories (3 slides)</strong><br><ul><li><strong>1. Slide 1:</strong> Bright rainbow gradient backdrop. Text: “What’s your #TasteTheRainbowChallenge vibe? Red(a tomato emoji), Green(an avocado emoji), Purple(a grape emoji), or something else?” Poll sticker: Cute fruit basket animation.</li><li><strong>2. Slide 2:</strong> Repost a user’s colourful dish(like a killer smoothie). Text: “This plate’s poppin’!(heart-eyes face emoji) Drop yours #TasteTheRainbowChallenge”(Starry-eyed emoji)</li><li><strong>3. Slide 3:</strong> Looping clip of chopping vibrant veggies. Text: “3 days left! Join #TasteTheRainbowChallenge! Tag me!(sparkles emoji)”</li></ul></p>"
    },
    {
        "id": 3,
        "title": "Nykaa Email Promotion",
        "description": "Nykaa inviting and offering consumers for festive season.",
        "thumbnail": "https://media.istockphoto.com/id/1414801672/photo/cardboard-box-with-cosmetics-product-in-front-od-open-door-buying-online-and-delivery.jpg?s=612x612&w=0&k=20&c=SA9VCzp-QtpzlliX8dM_uoH8K20U1gHqYfsWP08aLl0=",
        "content": "<h3>Nykaa Festive Sale</h3><p><strong>Subject:</strong> (Add cherry blossom emoji)Durga Puja Glow-Up: Up to 60% OFF + Festive Freebies at Nykaa!(add cherry blossom emoji)<br><br>Hey [Customer's Name],<br><br>Durga Puja’s around the corner, and it’s time to dazzle like the goddess herself! At Nykaa, we’re celebrating with unbeatable deals to amp up your festive vibe. Score <strong>up to 60% OFF</strong> on faves like Maybeline kajal. Plum glow serums, and L’Oreal haircare. First-time shopper? Use code <strong>PUJA15</strong> for an extra 15% OFF your haul (min. ₹999).<br><br>Grab free festive goodies with select combos before they vanish! Shop now on <strong>Nykaa.com</strong> or our app to slay the pandal look.<br><br><strong>Shubho Pujo</strong><br><strong>Your Nykaa Pals</strong><br><strong>Unsubscribe</strong><br><br><em>Offers valid till stocks last. T&Cs apply.</em></p>"
    },
    {
        "id": 4,
        "title": "Blog post on Boho Clothings 2025",
        "description": "Read on to know how Boho is rocking the trend in the month of September 2025.",
        "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSnu0FcrDVzQBQzQfx0_iydEJumiPeq30jQKw&s",
        "content": "<h3>How to Rock Boho Layers and Animal Prints This September Without Breaking a Sweat</h3><p>September’s that sweet spot where summer’s still lingering, but fall’s cozy vibes are knocking. It’s the perfect time to lean into 2025’s hottest fashion trend: boho layers mixed with bold animal prints. Picture flowy maxi dresses, embroidered jackets, and leopard or zebra patterns that feel equal parts free-spirited and fierce. I’ve been swooning over this look since spotting it on fall runways, and it’s ideal for those crisp mornings that turn sunny by noon. The trick? Layering without overheating or looking like you’re playing dress-up in a vintage shop. Here’s how to pull off five boho-chic outfits for September, all under $200, with tips to keep you cool, stylish, and budget-savvy.</p><p><strong>Why Boho and Animal Prints Are Stealing the Show</strong><br><br>This season’s fashion is like a love letter to the ‘70s, with designers like Chloé and Zimmerman reviving suede vests, faux fur accents, and animal prints that pop. Pinterest says leopard print searches are up 92%, and Gen Z’s leading the charge, hunting thrift stores for pieces that feel authentic and eco-conscious. It’s less about chasing fast fashion and more about curating looks with soul—perfect for September’s shift from summer’s lightness to fall’s richer textures. The key is mixing lightweight fabrics with statement pieces so you’re not sweating through your suede by lunchtime. Let’s dive into five outfits that nail this vibe without breaking the bank.</p><p><strong>5 Boho-Chic Outfits to Slay September</strong><br><br><strong>Outfit 1: Leopard Midi Skirt + Creamy Knit</strong><br>A leopard midi skirt ($30, try Goodwill or ThredUp) is your bold starting point. Pair it with a cream knit sweater ($40, H&M’s got soft, breathable ones) for that cozy-yet-chic contrast. Add ankle boots ($60, Target has cute options) and layered necklaces ($20, Etsy’s a goldmine for boho bling). I wore this to a coffee date last week, and it felt effortlessly cool. Pro tip: Tuck the sweater loosely in front to keep it airy—September’s still got some warmth. This look’s perfect for casual Fridays or weekend brunches, and the skirt’s versatile enough to rewear all season.<br><br><strong>Outfit 2: Faux Suede Vest + Basic Tee</strong><br>I’m obsessed with faux suede vests ($50, Zara’s killing it with affordable ones) layered over a white cotton tee ($15, Uniqlo’s basics are unbeatable). Pair with high-waisted jeans ($45, Levi’s outlet) and a printed scarf ($20, thrift or Amazon) tied loosely around your neck or bag handle. The vest adds that boho texture without suffocating you, and faux suede keeps it sustainable. I rocked this at a farmers’ market recently, and it was comfy yet polished—total compliment magnet. Roll up the jeans and leave the vest open for max breathability.<img src=\"https://www.oldmarigold.com/cdn/shop/files/11_2eacba83-ca29-412f-ae71-2d434d1cc838.png?v=1707746852&width=800\" alt=\"Textured Dress\"><br><br><strong>Outfit 3: Zebra Print Blouse + Denim Shorts</strong><br>For those warmer September days, grab a zebra print blouse ($35, Shein or Poshmark) and tuck it into denim shorts ($30, Old Navy). Add sheer tights ($15, Calzedonia) and a lightweight kimono ($40, Forever 21) for that flowy boho edge. The black-and-white zebra print feels fresher than leopard, and the kimono keeps things breezy. I’m planning to wear this to a rooftop brunch—it’s fun, festival-ready, and perfect for Instagram. Roll up the blouse sleeves and add chunky hoops to amp up the vibe.<br><br><strong>Outfit 4: Embroidered Jacket + Slip Dress</strong><br>Thrift an embroidered jacket ($60, Depop’s got unique finds) and layer it over a silky slip dress ($35, Mango). Finish with white sneakers ($25, Converse outlet) for a laid-back feel. The jacket’s intricate details scream boho, while the slip dress keeps it light for September’s milder days. I love knotting the dress at the hem to make it shorter and less fussy—perfect for date nights or gallery strolls. Add a crossbody bag, and you’re set for a day of errands or evening drinks.<br><br><strong>Outfit 5: Pattern-Mix Maxi + Leopard Cardigan</strong><br>Ready to go bold? Mix a floral maxi dress ($50, ASOS) with a leopard print cardigan ($40, H&M). Cinch it with a thin belt ($20, thrift or Amazon) to define your waist and avoid looking shapeless. The pattern clash is so 2025, and the maxi’s lightweight fabric keeps you cool. I wore a similar look to a friend’s outdoor wedding, and it was a hit—comfy for dancing, chic for photos. Keep the cardigan unbuttoned and add simple sandals to lean into the boho spirit.</p><p><strong>Shop Smart, Stay Sustainable</strong><br><br>To keep these outfits under $200, hit thrift stores or apps like Poshmark for one-of-a-kind pieces. Faux suede and fur are your friends for that luxe look without the ethical or budget hit—H&M and Zara have great affordable options. Scour Etsy for handmade accessories like embroidered bags or layered necklaces to add personality. Before shopping, check Pinterest for “vintage boho” or “animal print outfits” to spark ideas and spot deals that fit the trend. Thrifting’s not just budget-friendly; it’s a flex for sustainable style.</p><p><strong>Let’s Wrap It Up</strong><br><br>September’s boho revival is all about mixing textures, prints, and vibes to create looks that feel personal and effortless. Whether you’re styling a leopard skirt or clashing patterns like a pro, these outfits let you embrace fall’s cozy energy without melting in the early autumn sun. Try one (or all!) of these looks, and share your fave in the comments—or tag me on Insta with your boho-chic fits! What’s your go-to piece for September style? Let’s chat!</p>"
    }
]
